app/controllers/sessions_controller.rb

SELECT "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ?  [["email", "mrgarcia1@miuandes.cl"], ["password", "password123"]]
---
	def create
		if user = User.where(email: params[:session][:email],password: params[:session][:password])[0]